[
      {
            "id": "ad3yah#2.1",
            "text": "اللَّهُمَّ أنتَ رَبيِّ لا إله إلا أنتَ، خَلَقتنَيِ وأنا عَبدُكَ، وأنا على عَهْدِكَ ووعدِكَ ما استَطَعتُ، أعوذُ بكَ من شر ما صَنَعتُ، أبوءُ لكَ بنعمَتِكَ علَيَّ، وأبوءُ بذَنْبِي فاغْفِرْ لي فَإنَّهُ لَا يَغفِرُ الذُّنُوبَ إلا أنتَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.2",
            "text": "اللَّهُمَّ إني ظلمتُ نَفسي ظلماً كثيراً، ولَا يغفِرُ الذنُوبَ إِلَّا أَنْتَ، فَاغْفِر لي مَغْفِرَةً من عِنْدِكَ وارْحَمْنِي إِنَّك أَنْتَ الْغَفُورُ الرَّحِيمُ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.3",
            "text": "رَبِّ اغفِر لي خَطيئَتِي وجهْلِي وإسرَافِي في أمرِي كُلِّهِ وما أنتَ أعلَمُ به منِّي، اللَّهُمَّ اغفِر لي خطايايَ وعَمدِي وجَهلِي وهَزْلي، وكلُّ ذلِكَ عِنْدِي، اللَّهُمَّ اغفِر لي ما قدَّمْتُ وما أخَّرتُ وما أسرَرتُ وما أَعلَنتُ أنتَ المُقَدِّمُ وأنتَ المُؤَخِّرُ وأنتَ على كُلِّ شَيْءٍ قَدِيرٌ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.4",
            "text": "اللَّهُمَّ اغفِر لي ذَنبِي كُلَّهُ، دِقَّهُ، وجِلَّهُ، وأوَّلَهُ، وآخِرهُ، وعلانِيتَهُ، وسِرَّهُ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.5",
            "text": "اللَّهُمَّ إني أعوذُ بكَ منَ الهَمِّ والحَزَنِ والعَجزِ والكَسَلِ والجُبنِ والبُخلِ وضَلَعِ الدَّينِ وغَلَبَةِ الرِّجال.",
            "info": ""
      },
      {
            "id": "ad3yah#2.6",
            "text": "اللَّهُمَّ إني أعوذُ بكَ منَ البُخْلِ، وأعوذُ بكَ مِنَ الْجُبْنِ، وأَعوذُ بكَ أَنْ أُرَدَّ إلى أَرذَلِ العُمُرِ، وأَعوذُ بكَ من فِتْنَةِ الدنيَا، وأعوذُ بكَ من عذَابِ القَبرِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.7",
            "text": "اللَّهُمَّ إني أعوذُ بكَ منَ الكَسلِ والهرمِ والمأْثم والمَغرَمِ، ومنْ فتنَةِ القَبرِ وعذابِ القَبرِ، ومِنْ فتنَةِ النَّارِ وعذابِ النَّارِ، ومنْ شَرِّ فتنَةِ الغنَى، وأعوذُ بكَ منْ فتنَةِ الفقرِ، وأعوذُ بكَ مِنْ فتنَةِ المسِيح الدَّجالِ، اللَّهُمَّ اغسلْ عني خطايايَ بماءِ الثَّلج والبرَدِ، ونقِّ قلبي منَ الخطايَا كما نقيتَ الثَّوْبَ الأبيَضَ منَ الدَّنسِ، وباعِد بيني وبيْنَ خطايايَ كما باعدتَ بينَ المَشْرِقِ والمَغْربِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.8",
            "text": "اللَّهُمَّ رَبَّ السَّمَاواتِ ورَبَّ الأَرضِ ورَبَّ العَرش العظيمِ، ربَّنا ورَبَّ كلِّ شيءٍ، فالقَ الحَبِّ والنَّوى ومنزِلَ التَوراةِ والإنجيلِ والْفُرقانِ، أعُوذُ بكَ منْ شرِّ كلِّ شيءٍ أنتَ آخذٌ بنَاصِيَتهِِ، اللَّهُمَّ أنتَ الأوََّلُ فلَيسَ قبلكَ شيءٌ، وأنتَ الآخرُ فليسَ بعدَكَ شيءٌ، وأنتَ الظاهِرُ فلَيسَ فوقَكَ شيءٌ، وأنتَ الباطِنُ فليسَ دُونكَ شيءٌ، اقضِ عَنَّا الدَّيْنَ وأَغْنِنَا مِنَ الْفَقْرِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.9",
            "text": "اللَّهُمَّ إني أَعُوذُ بكَ مِنْ شَرِّ مَا عَمِلْتُ ومِنْ شَرِّ مَا لم أعمَل.",
            "info": ""
      },
      {
            "id": "ad3yah#2.10",
            "text": "اللَّهُمَّ أصلِح لي ديني الذي هو عِصمَةُ أمرِي، وأصلِحْ لي دنيَايَ التي فيها معاشي، وأصلِح لي آخرتِي التي فيها معادِي واجعَلِ الحيَاةَ زِيادَةً لي في كلِّ خيْرٍ، واجعَلِ المَوتَ راحةً لي منْ كُلِّ شَرٍّ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.11",
            "text": "اللَّهُمَّ إني أسألُكَ الهُدَى والتُّقَى والعَفَافَ والغِنَى.",
            "info": ""
      },
      {
            "id": "ad3yah#2.12",
            "text": "اللَّهُمَّ إني أعوذُ بكَ منَ العجزِ والكسلِ، والجُبْن والبخلِ، والهرَمِ وعذابِ القَبرِ، اللَّهُمَّ آتِ نَفسي تقواهَا وزكِّهَا أنتَ خَيرُ منْ زكَّاهَا، أنتَ وليُّهَا ومولاهَا، اللَّهُمَّ إني أعوذُ بكَ منْ علمٍ لا ينفَعُ، ومنْ قلبٍ لا يخشَعُ، ومنْ نفسٍ لا تشبَعُ، ومنْ دعوةٍ لَا يُستجَابُ لها.",
            "info": ""
      },
      {
            "id": "ad3yah#2.13",
            "text": "اللَّهُمَّ لكَ أسلَمْتُ وبكَ آمَنْتُ، وعلَيكَ توكلتُ وإليكَ أَنَبْتُ وبكَ خاصمتُ، اللَّهُمَّ إني أعوذُ بعِزَّتكَ لَا إِلَهَ إِلَّا أنتَ أَنْ تُضلَّنيِ، أنتَ الحَيُّ الذي لَا يموتُ والجنُّ والإِنْسُ يَمُوتُونَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.14",
            "text": "اللَّهُمَّ إني أعوذُ بكَ منْ زَوالِ نعمتِكَ وتحَول عافِيَتِكَ وفُجاءةِ نِقمَتِكَ وجميعِ سَخَطِكَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.15",
            "text": "اللَّهُمَّ مُصَرِّفَ القلوبِ صَرِّفْ قلوبنا على طَاعَتِكَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.16",
            "text": "اللَّهُمَّ رَبَّ جبرائيلَ وميكائيلَ وإسرافيلَ، فاطِرَ السَّمَاواتِ والأَرْضِ، عالمَ الغيبِ والشَّهَادَةِ، أنتَ تحكُمُ بينَ عبادكَ فيما كانوا فيهِ يختلفونَ، اهدني لمَا اخْتُلِفَ فيه منَ الحقِّ بإذنكَ، إنكَ تَهدِي منْ تشاءُ إلى صِرَاطٍ مُسْتَقِيمٍ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.17",
            "text": "اللَّهُمَّ إني أعوذُ برضَاكَ منْ سَخَطِكَ، وبمُعَافاتكَ منْ عُقوبتكَ، وأعوذُ بكَ منكَ، لا أحصِي ثَنَاءً عليكَ، أنتَ كما أثْنَيتَ على نَفْسِكَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.18",
            "text": "اللَّهُمَّ إني أعوذُ بكَ منْ جهدِ البلاءِ ودركِ الشقاءِ وسوءِ القضاءِ وشماتةِ الأعداءِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.19",
            "text": "اللَّهُمَّ اجعلْ لي في قلبي نوراً، وفي لساني نوراً، وفي سمعي نوراً، وفي بصرِي نوراً، ومن فوقِي نوراً، ومنْ تحتي نوراً، وعن يمينِي نوراً، وعن شِمَالي نوراً، ومن بينِ يدَيَّ نوراً، ومن خلفِي نوراً، واجعَلْ في نَفْسِي نوراً، وأَعظِمْ لِي نوراً.",
            "info": ""
      },
      {
            "id": "ad3yah#2.20",
            "text": "اللَّهُمَّ إني أسألكَ منَ الخيرِ كلهِ عاجلهِ وآجلهِ ما عَلِمتُ منهُ وما لم أعلَم، وأعوذُ بكَ من الشر كلهِ عاجلهِ وآجلهِ ما علمتُ منهُ وما لم أعلَمْ، اللَّهُمَّ إني أسألُكَ منْ خيرِ ما سألكَ عبدكَ ونبيكَ، وأعوذُ بكَ من شر ما عاذَ بهِ عبدُكَ ونبيكَ، اللَّهُمَّ إني أسألكَ الجنَّةَ وما قربَ إليهَا من قوْل أو عملٍ، وأعوذُ بكَ من النارِ وما قربَ إليهَا منْ قولٍ أو عمَل وأسألكَ أن تجعَلَ كل قضاءٍ قَضَيْتَهُ لِي خَيراً.",
            "info": ""
      },
      {
            "id": "ad3yah#2.21",
            "text": "اللَّهُمَّ بعلمِكَ الغيبَ وقدرتكَ على الخَلقِ أحيني ما علِمتَ الحياةَ خيراً لي، وتوفني إذا علمتَ الوفاةَ خيراً لي، اللَّهُمَّ وأسألكَ خشيتَكَ في الغَيبِ والشهادةِ، وأسألكَ كلمَةَ الحقِّ في الرضَا والغضبِ، وأسألكَ القصدَ في الغنَى والفقرِ، وأسألكَ نعيماً لا ينفدُ، وأسألكَ قرةَ عينٍ لا تنقطع، وأسألكَ الرِّضا بعد القضاءِ، وأسألكَ بردَ العيشِ بعدَ الموتِ، وأسألكَ لذةَ النَّظَرِ إلى وجهِكَ والشوقَ إلى لقَائكَ في غَيرِ ضَرَّاءَ مُضِرَّةٍ ولا فتنَةٍ مُضِلَّةٍ، اللَّهُمَّ زينَّا بزينَةِ الإيمَانِ، واجعَلْنَا هُدَاةً مُهْتَدِينَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.22",
            "text": "اللَّهُمَّ إني أسألكَ العَفْو والعافِيةَ في الدنيَا والآخرَةِ، اللَّهُمَّ إني أسألكَ الْعَفْو والعافِيةَ في ديني ودنيايَ وأهلي ومالي، اللَّهُمَّ استر عوراتي وآمن روعاتي، واحفَظنْيِ من بين يَدَيَّ ومن خَلْفِي وعن يمينيِ وعن شمَاليِ ومن فوقِي، وأعوذُ بعَظَمَتِكَ أن أغتَالَ من تَحْتِي.",
            "info": ""
      },
      {
            "id": "ad3yah#2.23",
            "text": "اللَّهُمَّ عالمَ الغَيبِ والشَّهادةِ، فاطرَ السَّمَاواتِ والْأَرْضِ، رَبَّ كُل شَيءٍ ومَلِيكَهُ، أشهَد أن لا إله إلا أنتَ، أعوذُ بكَ من شر نَفسِي وشر الشَّيطَانِ وشِركِهِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.24",
            "text": "اللَّهُمَّ إني أسألكَ الثبَاتَ في الأمرِ، والعزيمَةَ على الرُّشدِ، وأسألكَ مُوجباتِ رَحمَتكَِ، وعزَائم مَغفِرتِك، وأسألكَ شُكرَ نعِمتك، وحُسنَ عِبادَتكَِ، وأسألكَ قلباً سليماً، ولساناً صادقاً، وأسألكَ من خيرِ ما تعلَمُ، وأعوذُ بكَ من شر ما تعلَمُ، وأستغفِرُكَ لما تعلَمُ، إنكَ أنتَ عَلَّامُ الْغُيُوبِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.25",
            "text": "اللَّهُمَّ اكفني بحلالكَ عن حرَامكَ وأغنني بفضلِكَ عمَّنْ سِواكَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.26",
            "text": "اللَّهُمَّ عافني في بدني، اللَّهُمَّ عافني في سمعي، اللَّهُمَّ عافني في بصَري، لا إلهَ إلا أنتَ، اللَّهُمَّ إني أعوذُ بكَ من الكُفرِ والفَقرِ، اللَّهُمَّ إني أعوذُ بكَ من عذابِ القَبرِ، لا إلهَ إلا أنتَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.27",
            "text": "رَبِّ أعنِّي ولا تعِنْ علَيَّ، وانْصُرني ولا تنصُر علَيَّ، وامكُرْ لي ولا تمكُر علَيَّ، واهدني ويسِّرِ الهُدَى لي، وانصُرنِي على من بَغَى علَيَّ، رَبِّ اجعَلني لكَ شَكاراً، لكَ ذَكاراً، لكَ رَهاباً، لكَ مِطواعاً، لكَ مُخبتاً إليكَ أَوَّاهاً مُنِيباً، رَبِّ تقبَّلْ توبتِي واغسِلْ حوبَتِي وأجبْ دعوتِي وثَبِّتْ حجتي وسدِّد لساني واهدِ قلبي واسلُلْ سَخيمَة صَدرِي.",
            "info": ""
      },
      {
            "id": "ad3yah#2.28",
            "text": "اللَّهُمَّ لكَ الحَمدُ كلهُ، اللَّهُمَّ لا قابضَ لما بسَطْتَ، ولَا باسطَ لما قبضتَ، ولا هادِيَ لما أضللت، ولا مضلَّ لمن هديتَ، ولا معطِيَ لما منعتَ، ولا مانعَ لما أعطَيتَ، ولا مُقَرِّبَ لما باعدتَ، ولا مُبَاعِدَ لما قَرَّبتَ، اللَّهُمَّ ابسط علينا من بركاتكَ ورحمَتِكَ وفضلِكَ ورزقكَ، اللَّهُمَّ إني أسألكَ النَّعيمَ المُقيمَ الذي لا يَحولُ ولا يَزولُ، اللَّهُمَّ إني أسألكَ النعيمَ يومَ العَيلَةِ، والأمنَ يومَ الخوفِ، اللَّهُمَّ إني عائذٌ بكَ من شر ما أعطَيتَنَا وشر ما منعتَنا، اللَّهُمَّ حَبِّبْ إليْنا الإيمَانَ وزيِّنهُ في قلوبنَا، وكرِّهْ إليْنَا الكُفرَ والفُسُوقَ والعِصيانَ، واجعَلنا من الرَّاشدينَ، اللَّهُمَّ توفَّنَا مُسلمينَ، وأحيِنَا مُسلمينَ، وألحقنَا بالصالِحينَ غيرَ خزايا ولا مفتونينَ، اللَّهُمَّ قاتلْ الكَفَرَةَ الذِينَ يُكَذِّبُونَ رُسُلكَ، ويَصُدُّونَ عن سَبيلكَ، واجعَل عَلَيهِم رجزَكَ وعَذَابكَ، اللَّهُمَّ قاتلْ الكَفَرَةَ الذِينَ أوتُوا الْكِتَابَ إلهَ الحَقِّ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.29",
            "text": "اللهُمَّ صلِّ على محمدٍ وعلى آلِ محمدٍ كما صَليتَ على إبراهيمَ وعلى آلِ إبراهيمَ، إنكَ حَميدٌ مَجيدٌ، اللهُمَّ بارك على محمدٍ وعلى آلِ محمدٍ كما باركتَ على إبراهيمَ وعلى آلِ إبراهيمَ إنكَ حَميدٌ مَجيدٌ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.30",
            "text": "اللَّهُمَّ إني أسألُكَ الفردوسَ الأعلَى من الجنةِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.31",
            "text": "اللَّهُمَّ أجِرني من النارِ، اللَّهُمَّ أجِرني من النارِ، اللَّهُمَّ أجِرني من النارِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.32",
            "text": "اللَّهُمَّ إني أسألُكَ الجنةَ، اللَّهُمَّ إني أسألُكَ الجنةَ، اللَّهُمَّ إني أسألُكَ الجنةَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.33",
            "text": "اللَّهُمَّ إني أسألُكَ المُعافاةَ في الدُّنْيا والآخرَةِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.34",
            "text": "اللَّهُمَّ إني أسألُكَ اليقينَ والمُعافاة.",
            "info": ""
      },
      {
            "id": "ad3yah#2.35",
            "text": "اللَّهُمَّ اقسم لنا من خشيَتِكَ ما يَحولُ بيننا وبين معاصيكَ، ومن طاعتِكَ ما تُبَلِّغنا به جنتكَ، ومن اليقينِ ما تُهوِّنُ به علينا مصائبَ الدُّنْيا، ومتِّعنا بأسماعنا، وأبصارنا، وقوَّتنا ما أحييتنا، واجعلهُ الوارثَ منَّا، واجعلْ ثأرنا على من ظلمنا، وانصُرنا على من عادانا، ولا تجعَلْ مُصيبتنا في ديِننا، ولا تجعَلِ الدُّنْيا أكبرَ همِّناَ، ولا مَبْلَغَ عِلمِنا، ولا تُسلِّطْ علينا مَنْ لا يرحمُنا.",
            "info": ""
      },
      {
            "id": "ad3yah#2.36",
            "text": "اللَّهُمَّ حاسبني حساباً يسيراً.",
            "info": ""
      },
      {
            "id": "ad3yah#2.37",
            "text": "اللَّهُمَّ أحيني مسكيناً، وأمتني مسكيناً، واحشرني في زُمْرَةِ المساكينِ يومَ القيامةِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.38",
            "text": "اللَّهُمَّ كما حسَّنتَ خَلْقي فحسِّنْ خُلُقي.",
            "info": ""
      },
      {
            "id": "ad3yah#2.39",
            "text": "اللَّهُمَّ جَدِّدِ الإيمانَ في قلوبنَا.",
            "info": ""
      },
      {
            "id": "ad3yah#2.40",
            "text": "اللَّهُمَّ أمتِعْني بسمعي وبصري حتى تجعلهُما الوارِثَ مني، وعافني في ديني، وفي جسدي، وانصُرني ممن ظلمني حتى تُريني فيه ثأري، اللَّهُمَّ إني أسلَمتُ نفسي إليكَ، وفوَّضْتُ أمري إليكَ، وألجأتُ ظهري إليكَ، وخلَّيتُ وجهي إليكَ، لا ملجأَ ولا منجى منكَ إلا إليكَ، آمنتُ برسولكَ الذي أرسلتَ، وبكِتابكَ الذي أنزَلتَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.41",
            "text": "اللَّهُمَّ إني أسألُكَ من فضلِكَ ورحمَتِكَ، فإنهُ لا يملِكُهَا إلا أنتَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.42",
            "text": "اللَّهُمَّ آتني أفضلَ ما تُؤتي عبادكَ الصالحينَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.43",
            "text": "اللَّهُمَّ يا مُقلِّبَ القلوبِ، ثبِّت قَلبي على دينكَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.44",
            "text": "اللَّهُمَّ هَبِ المُسيئينَ منا للمُحسنينَ، وأعطِ مُحسِنَنا ما سأَلَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.45",
            "text": "اللَّهُمَّ إني أسألُكَ إيماناً لا يرتَدُّ، ونعيماً لا يَنْفَدُ، ومُرافقةَ محمدٍ في أعلى جنةِ الخلدِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.46",
            "text": "اللَّهُمَّ اجعَلني مِفتاحاً للخيرِ مغلاقاً للشَّرِّ، ولا تجعَلني مِفتاحاً للشَّرِّ مغلاقاً للخيرِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.47",
            "text": "اللَّهُمَّ استُرْ عورَتي، وآمنْ روعَتِي، واقْضِ عني دَيني.",
            "info": ""
      },
      {
            "id": "ad3yah#2.48",
            "text": "اللَّهُمَّ إني أسألُكَ فِعْلَ الخيراتِ، وتَرْكَ المُنكراتِ، وحُبَّ المساكينِ، وأن تَغفِرَ لي، وترْحَمَني، وتَتُوبَ عليَّ، وإذا أردتَ بعبادكَ فتْنَةً فاقبِضْني إليكَ غيرَ مَفْتُونٍ، اللَّهُمَّ إني أَسألُكَ حُبَّكَ، وحُبَّ من يُحِبُّكَ، وحُبَّ عمِلٍ يُقَرِّبُ إلى حُبِّكِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.49",
            "text": "اللَّهُمَّ قِني شرَّ نفسي، واعزِم لي على أَرشَدِ أَمري.",
            "info": ""
      },
      {
            "id": "ad3yah#2.50",
            "text": "اللَّهُمَّ أحسِنْ عاقِبَتَنا في الأُمورِ كُلِّها، وأجِرنا من خِزي الدُّنْيا والآخرةِ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.51",
            "text": "اللَّهُمَّ انْفَعْنِي بما عَلَّمتَني، وعَلِّمني ما يَنفَعُني، وارزُقني عِلماً تَنْفَعُني به.",
            "info": ""
      },
      {
            "id": "ad3yah#2.52",
            "text": "اللَّهُمَّ إِني أسألُكَ عيشَةً نَقيَّةً، وميْتَةً سويَّةً، ومَرَدّاً غير مُخْزٍ ولا فَاضِح.",
            "info": ""
      },
      {
            "id": "ad3yah#2.53",
            "text": "اللَّهُمَّ حَبِّبْ إلينَا لقاءَكَ، وسهِّلْ علينَا قَضاءَكَ، وأَقْلِلْ لنا من الدُّنْيا.",
            "info": ""
      },
      {
            "id": "ad3yah#2.54",
            "text": "اللَّهُمَّ استَعمِلنَا في طاعتِكَ.",
            "info": ""
      },
      {
            "id": "ad3yah#2.55",
            "text": "يا وليَّ الإسلَامِ وأهلِهِ، مَسِّكْنِي بالإسلامِ حتى أَلْقَاكَ عليهِ.",
            "info": ""
      }
]